let audioMap = new Map();

audioMap

    // Готовые слова
    .set('слово-1', 'з.16 полн.слово_для.mp3')
    .set('слово-2', 'з.16 полн.слово_постройки.mp3')
    .set('слово-3', 'з.16 полн.слово_домика.mp3')
    .set('слово-4', 'з.16.полн.слово_мы.mp3')
    .set('слово-5', 'з.16полн.слово_возьмём.mp3')
    .set('слово-6', 'з.16 полн.слово_ветки.mp3')
    .set('слово-7', 'з.16.полн.слово_дощечку.mp3')
    .set('слово-8', 'з.16 полн.слово_веник.mp3')
    .set('слово-9', 'з.16 полн.слово_скотч.mp3')
    .set('слово-10', 'з.16полн.слово_платок.mp3')

    // Фразы
    .set('final', 'з.16 полн.ДЛЯ ПОСТРОЙКИ ДОМИКА МЫ ВОЗЬМЁМ_.mp3')
    .set('Блистательно', '259.6.mp3')
    .set('Найди произносимые слоги', '79.6.mp3');



export default audioMap;