<template>
    <div class="container">
        <section class="privacy-policy">
            <div class="privacy-policy__container">
                <h2>Политика конфиденциальности</h2>
                <h3>
                    Настоящая политика конфиденциальности (далее – «Политика
                    конфиденциальности» или «Политика») действует в отношении
                    всей информации, которую (далее — «Оператор персональных
                    данных» или «Оператор») может получить о физическом лице
                    (далее – «Пользователь») во время использования веб-сайта
                    https://леся-моа.рф (далее — «Сайт оператора»).
                </h3>
                <ol class="privacy-policy__info">
                    <li class="privacy-policy__info-title">
                        Определение терминов
                        <ol class="privacy-policy__info-points">
                            <li class="privacy-policy__info-subtitle">
                                В настоящей Политике конфиденциальности
                                используются следующие термины:
                            </li>
                            <ol>
                                <li class="privacy-policy__info-subtitle">
                                    «Администрация сайта (далее –
                                    Администрация)» – уполномоченные на
                                    управление сайтом сотрудники, действующие от
                                    имени Оператора, которые организуют и (или)
                                    осуществляет обработку персональных данных,
                                    а также определяет цели обработки
                                    персональных данных, состав персональных
                                    данных, подлежащих обработке, действия
                                    (операции), совершаемые с персональными
                                    данными.
                                </li>

                                <li class="privacy-policy__info-subtitle">
                                    «Персональные данные» - любая информация,
                                    относящаяся к прямо или косвенно
                                    определенному или определяемому физическому
                                    лицу (субъекту персональных данных).
                                </li>
                                <li class="privacy-policy__info-subtitle">
                                    «Обработка персональных данных» - любое
                                    действие (операция) или совокупность
                                    действий (операций), совершаемых с
                                    использованием средств автоматизации или без
                                    использования таких средств с персональными
                                    данными, включая сбор, запись,
                                    систематизацию, накопление, хранение,
                                    уточнение (обновление, изменение),
                                    извлечение, использование, передачу
                                    (распространение, предоставление, доступ),
                                    обезличивание, блокирование, удаление,
                                    уничтожение персональных данных.
                                </li>
                                <li class="privacy-policy__info-subtitle">
                                    «Конфиденциальность персональных данных» -
                                    обязательное для соблюдения Оператором или
                                    иным получившим доступ к персональным данным
                                    лицом требование не допускать их
                                    распространения без согласия субъекта
                                    персональных данных или наличия иного
                                    законного основания.
                                </li>
                                <li class="privacy-policy__info-subtitle">
                                    «Пользователь сайта» (далее - Пользователь)
                                    – лицо, имеющее доступ к Сайту, посредством
                                    сети Интернет и использующее Сайт.
                                </li>
                                <li class="privacy-policy__info-subtitle">
                                    «IP-адрес» — уникальный сетевой адрес узла в
                                    компьютерной сети, построенной по протоколу
                                    IP.
                                </li>
                            </ol>
                        </ol>
                    </li>
                    <li class="privacy-policy__info-title">
                        Общие положения
                        <ol class="privacy-policy__info-points">
                            <li class="privacy-policy__info-subtitle">
                                Использование Пользователем сайта означает
                                согласие с настоящей Политикой
                                конфиденциальности и условиями обработки
                                персональных данных Пользователя.
                            </li>
                            <li class="privacy-policy__info-subtitle">
                                В случае несогласия с условиями Политики
                                конфиденциальности Пользователь должен
                                прекратить использование сайта.
                            </li>
                            <li class="privacy-policy__info-subtitle">
                                Администрация Сайта оператора не проверяет
                                достоверность персональных данных,
                                предоставляемых Пользователем сайта.
                            </li>
                        </ol>
                    </li>
                    <li class="privacy-policy__info-title">
                        Предмет политики конфиденциальности
                        <ol class="privacy-policy__info-points">
                            <li class="privacy-policy__info-subtitle">
                                Настоящая Политика конфиденциальности
                                устанавливает обязательства Администрации сайта
                                по неразглашению и обеспечению режима защиты
                                конфиденциальности персональных данных, которые
                                Пользователь предоставляет по запросу
                                Администрации сайта при регистрации на сайте.
                            </li>
                            <li class="privacy-policy__info-subtitle">
                                Персональные данные, разрешённые к обработке в
                                рамках настоящей Политики конфиденциальности,
                                предоставляются Пользователем путём заполнения
                                профиля Пользователя на Сайте оператора и
                                включают в себя следующую информацию:
                                <ol class="privacy-policy__info-points">
                                    <li class="privacy-policy__info-subtitle">
                                        фамилию, имя, отчество, пол, возраст
                                        ребенка Пользователя;
                                    </li>
                                    <li class="privacy-policy__info-subtitle">
                                        данные о месте обучения, включая регион,
                                        наименование образовательной организации
                                        и класс ребенка Пользователя;
                                    </li>
                                    <li class="privacy-policy__info-subtitle">
                                        адрес электронной почты и почты
                                        (e-mail);
                                    </li>
                                    <li class="privacy-policy__info-subtitle">
                                        информацию об посещении ребенком
                                        Пользователя логопеда.
                                    </li>
                                </ol>
                            </li>
                            <li class="privacy-policy__info-subtitle">
                                Любая иная персональная информация не
                                оговоренная выше (используемые браузеры и
                                операционные системы и т.д.) подлежит надежному
                                хранению и нераспространению, за исключением
                                случаев, предусмотренных в п.п. 5.2. и 5.3.
                                настоящей Политики конфиденциальности.
                            </li>
                        </ol>
                    </li>
                    <li class="privacy-policy__info-title">
                        Цели сбора персональной информации пользователя
                        <ol class="privacy-policy__info-points">
                            <li class="privacy-policy__info-subtitle">
                                Персональные данные Пользователя Администрация
                                сайта может использовать в целях:
                                <ol class="privacy-policy__info-points">
                                    <li class="privacy-policy__info-subtitle">
                                        Идентификации Пользователя,
                                        зарегистрированного на Сайте оператора.
                                    </li>
                                    <li class="privacy-policy__info-subtitle">
                                        Предоставления Пользователю доступа к
                                        персонализированным ресурсам Сайта
                                        оператора.
                                    </li>
                                    <li class="privacy-policy__info-subtitle">
                                        Установления с Пользователем обратной
                                        связи, включая направление уведомлений,
                                        запросов, касающихся использования Сайта
                                        оператора, обработка запросов от
                                        Пользователя.
                                    </li>
                                    <li class="privacy-policy__info-subtitle">
                                        Подтверждения достоверности и полноты
                                        персональных данных, предоставленных
                                        Пользователем.
                                    </li>
                                    <li class="privacy-policy__info-subtitle">
                                        Предоставления Пользователю клиентской и
                                        технической поддержки при возникновении
                                        проблем связанных с использованием Сайта
                                        Оператора.
                                    </li>
                                    <li class="privacy-policy__info-subtitle">
                                        Предоставления Пользователю с его
                                        согласия новостной рассылки и иных
                                        сведений от имени Сайта или от имени
                                        партнеров Оператора.
                                    </li>
                                </ol>
                            </li>
                        </ol>
                    </li>
                    <li class="privacy-policy__info-title">
                        Способы и сроки обработки персональной информации
                        <ol class="privacy-policy__info-points">
                            <li class="privacy-policy__info-subtitle">
                                Обработка персональных данных Пользователя
                                осуществляется без ограничения срока, любым
                                законным способом, в том числе в информационных
                                системах персональных данных с использованием
                                средств автоматизации или без использования
                                таких средств.
                            </li>
                            <li class="privacy-policy__info-subtitle">
                                Пользователь соглашается с тем, что
                                Администрация сайта вправе передавать
                                персональные данные третьим лицам, в частности,
                                государственным органам в сфере образования,
                                исключительно в целях персонализации контактов
                                Пользователей.
                            </li>
                            <li class="privacy-policy__info-subtitle">
                                Персональные данные Пользователя могут быть
                                переданы уполномоченным органам государственной
                                власти Российской Федерации только по основаниям
                                и в порядке, установленным законодательством
                                Российской Федерации.
                            </li>
                            <li class="privacy-policy__info-subtitle">
                                Администрация сайта принимает необходимые
                                организационные и технические меры для защиты
                                персональной информации Пользователя от
                                неправомерного или случайного доступа,
                                уничтожения, изменения, блокирования, а также от
                                иных неправомерных действий третьих лиц.
                            </li>
                            <li class="privacy-policy__info-subtitle">
                                Администрация сайта совместно с Пользователем
                                принимает все необходимые меры по предотвращению
                                отрицательных последствий, вызванных утратой или
                                разглашением персональных данных Пользователя.
                            </li>
                        </ol>
                    </li>
                    <li class="privacy-policy__info-title">
                        Обязательства сторон
                        <ol class="privacy-policy__info-points">
                            <li class="privacy-policy__info-subtitle">
                                Пользователь обязан:
                                <ol class="privacy-policy__info-points">
                                    <li class="privacy-policy__info-subtitle">
                                        Предоставить информацию о персональных
                                        данных, необходимую для пользования
                                        Сайтом Оператора.
                                    </li>
                                    <li class="privacy-policy__info-subtitle">
                                        Обновить, дополнить предоставленную
                                        информацию о персональных данных в
                                        случае изменения данной информации.
                                    </li>
                                    <li class="privacy-policy__info-subtitle">
                                        Согласно п.п. 5.4. предоставлять
                                        достоверные и полные по объему данные на
                                        Сайте оператора.
                                    </li>
                                </ol>
                            </li>
                            <li class="privacy-policy__info-subtitle">
                                Администрация сайта обязана:
                                <ol class="privacy-policy__info-points">
                                    <li class="privacy-policy__info-subtitle">
                                        Использовать полученную информацию
                                        исключительно для целей, указанных в п.
                                        4 настоящей Политики конфиденциальности.
                                    </li>
                                    <li class="privacy-policy__info-subtitle">
                                        Обеспечить хранение конфиденциальной
                                        информации в тайне, не разглашать без
                                        предварительного письменного разрешения
                                        Пользователя, а также не осуществлять
                                        продажу, обмен, опубликование, либо
                                        разглашение иными возможными способами
                                        переданных персональных данных
                                        Пользователя, за исключением п.п. 5.2. и
                                        5.3. настоящей Политики
                                        Конфиденциальности.
                                    </li>
                                    <li class="privacy-policy__info-subtitle">
                                        Принимать меры предосторожности для
                                        защиты конфиденциальности персональных
                                        данных Пользователя согласно порядку,
                                        обычно используемого для защиты такого
                                        рода информации в существующем деловом
                                        обороте.
                                    </li>
                                    <li class="privacy-policy__info-subtitle">
                                        Осуществить блокирование персональных
                                        данных, относящихся к соответствующему
                                        Пользователю, с момента обращения или
                                        запроса Пользователя или его законного
                                        представителя либо уполномоченного
                                        органа по защите прав субъектов
                                        персональных данных на период проверки,
                                        в случае выявления недостоверных
                                        персональных данных или неправомерных
                                        действий.
                                    </li>
                                </ol>
                            </li>
                        </ol>
                    </li>
                    <li class="privacy-policy__info-title">
                        Ответственность сторон
                        <ol class="privacy-policy__info-points">
                            <li class="privacy-policy__info-subtitle">
                                Администрация сайта, не исполнившая свои
                                обязательства, несёт ответственность перед
                                Пользователем в связи с неправомерным
                                использованием персональных данных, в
                                соответствии с законодательством Российской
                                Федерации, за исключением случаев,
                                предусмотренных п.п. 5.2., 5.3. и 7.2. настоящей
                                Политики Конфиденциальности.
                            </li>
                            <li class="privacy-policy__info-subtitle">
                                В случае утраты или разглашения Конфиденциальной
                                информации Администрация сайта не несёт
                                ответственность, если данная конфиденциальная
                                информация:
                                <ol class="privacy-policy__info-points">
                                    <li class="privacy-policy__info-subtitle">
                                        Стала публичным достоянием до её утраты
                                        или разглашения.
                                    </li>
                                    <li class="privacy-policy__info-subtitle">
                                        Была получена от третьей стороны до
                                        момента её получения Администрацией
                                        сайта.
                                    </li>
                                    <li class="privacy-policy__info-subtitle">
                                        Была разглашена с согласия Пользователя.
                                    </li>
                                </ol>
                            </li>
                        </ol>
                    </li>
                    <li class="privacy-policy__info-title">
                        Дополнительные условия
                        <ol class="privacy-policy__info-points">
                            <li class="privacy-policy__info-subtitle">
                                Администрация сайта вправе вносить изменения в
                                настоящую Политику конфиденциальности без
                                согласия Пользователя.
                            </li>
                            <li class="privacy-policy__info-subtitle">
                                овая Политика конфиденциальности вступает в силу
                                с момента ее размещения на сайте, если иное не
                                предусмотрено новой редакцией Политики
                                конфиденциальности.
                            </li>
                            <li class="privacy-policy__info-subtitle">
                                Все предложения или вопросы по настоящей
                                Политике конфиденциальности следует сообщать
                                Администрации сайта.
                            </li>
                            <li class="privacy-policy__info-subtitle">
                                Действующая Политика конфиденциальности
                                размещена на странице по адресу
                                >https://леся-моа.рф/policy.
                            </li>
                        </ol>
                    </li>
                </ol>
            </div>
        </section>
    </div>
</template>
<style lang="scss" scoped>
.container {
    @media (max-width: 1350px) {
        padding: 0 40px;
    }
}
.privacy-policy {
    display: block;
    margin: 0 auto;
    align-content: center;
    max-width: 997px;
}
ol {
    counter-reset: li;
    list-style: none;
}
.privacy-policy__container {
    margin: 60px 0;
    font-family: Nunito;
    line-height: auto;
}

.privacy-policy__container h2 {
    margin-bottom: 32px;
    font-size: 32px;
    font-weight: normal;
    text-align: center;
}
.privacy-policy__container h3 {
    font-size: 16px;
    font-weight: normal;
}

.privacy-policy__info-title {
    text-transform: lowercase;
}

.privacy-policy__info li:before {
    counter-increment: li;
    content: counters(li, '.') '. ';
}

.privacy-policy__info {
    list-style-position: inside;
}
</style>
