let map = new Map();

// Буква Б
map
    .set('ВЕС', '350.12.mp3')
    .set('ВЕ', '351.12.mp3')
    .set('СЁ', '352.12.mp3')
    .set('СЁЛ', '353.12.mp3')
    .set('ЛЫ', '354.12.mp3')
    .set('Е', '355.12.mp3')
    .set('РЕ', '356.12.mp3')
    .set('РЕБ', '357.12.mp3')
    .set('БЯ', '358.12.mp3')
    .set('ЯТА', '359.12.mp3')
    .set('ТА', '360.12.mp3')
    .set('НАШ', '361.12.mp3')
    .set('НА', '362.12.mp3')
    .set('ШИ', '363.12.mp3')
    .set('Д', '364.12.mp3')
    .set('ДРУ', '365.12.mp3')
    .set('ЗЬ', '366.12.mp3')
    .set('ЗЬЯ', '367.12.mp3')
    // Фразы
    .set('Блистательно', '259.6.mp3')
    .set('Превосходно', '368.12.mp3');


export default map;