let audioMap = new Map();

audioMap

    // Звуки
    .set('РО', '455.17.mp3')
    .set('ЛАКА', '456.17.mp3')
    .set('КОРО', '457.17.mp3')
    .set('ВО', '458.17.mp3')
    .set('КА', '459.17.mp3')
    .set('ВА', '460.17.mp3')
    .set('СО', '461.17.mp3')
    .set('РЕ', '462.17.mp3')
    .set('ОБ', '463.17.mp3')
    .set('БА', '464.17.mp3')
    .set('ДЕРЕ', '465.17.mp3')
    .set('ТА', '466.17.mp3')
    .set('МУ', '467.17.mp3')
    .set('МАШКА', '468.17.mp3')

    // Готовые слова
    .set('слово-1', 'з.17 полн.слово_ромашка.mp3')
    .set('слово-2', 'з.17 полн.слово_дерево.mp3')
    .set('слово-3', 'з.17 полн.слово_корова.mp3')
    .set('слово-4', 'з.17 полн.слово_река.mp3')
    .set('слово-5', 'з.17 полн.слово_облака.mp3')

    // Фразы

    .set('Блистательно', '259.6.mp3')
    .set('Потрясающе', '469.17.mp3')
    .set('Найди произносимые слоги', '79.6.mp3');



export default audioMap;