let audioMap = new Map();

// Буква Б
audioMap
    .set('А_буква', '391.15_буква.mp3')
    .set('Б_буква', '392.15_буква.mp3')
    .set('В_буква', '393.15_буква.mp3')
    .set('Г_буква', '394.15_буква.mp3')
    .set('Д_буква', '395.15_буква.mp3')

    .set('А', '391.15_звук.mp3')
    .set('Б', '392.15_звук.mp3')
    .set('В', '393.15_звук.mp3')
    .set('Г', '394.15_звук.mp3')
    .set('Д', '395.15_звук.mp3')

    .set('1', '396.15.mp3')
    .set('2', '397.15.mp3')
    .set('3', '398.15.mp3')
    .set('4', '399.15.mp3')
    .set('5', '400.15.mp3')
    .set('ЛЕ', '401.15.mp3')
    .set('У', '402.15.mp3')
    .set('РЕ', '403.15.mp3')
    .set('ОТ', '404.15.mp3')
    .set('БЕЛ', '405.15.mp3')
    .set('Я', '406.15.mp3')
    .set('НЕ', '407.15.mp3')
    .set('ДИ', '408.15.mp3')
    .set('И', '409.15.mp3')
    .set('НЯ', '410.15.mp3')
    .set('БЫ', '411.15.mp3')
    .set('КА', '412.15.mp3')
    .set('ЛИ', '413.15.mp3')
    .set('В', '414.15.mp3')
    .set('ДЯ', '415.15.mp3')
    .set('НАЙ', '416.15.mp3')
    .set('МЕ', '417.15.mp3')
    .set('КО', '418.15.mp3')
    .set('ТЕЛ', '419.15.mp3')
    .set('ДЕ', '420.15.mp3')
    .set('ВА', '421.15.mp3')
    .set('ГДЕ', '422.15.mp3')
    .set('МУ', '423.15.mp3')
    .set('ДА', '424.15.mp3')
    .set('ПАЛ', '425.15.mp3')

    // Готовые слова
    .set('слово-1', 'з.15 полн.слово_я.mp3')
    .set('слово-2', 'з.15 полн.слово_упал.mp3')
    .set('слово-3', 'з.15 полн.слово_в.mp3')
    .set('слово-4', 'з.15 полн.слово_яму.mp3')
    .set('слово-5', 'з.15 полн.слово_найди.mp3')
    .set('слово-6', 'з.15 полн.слово_меня.mp3')
    .set('слово-7', 'з.15 полн.слово_недалеко.mp3')
    .set('слово-8', 'з.15 полн.слово_от.mp3')
    .set('слово-9', 'з.15 полн.слово_дерева.mp3')
    .set('слово-10', 'з.15 пол.слово_где.mp3')
    .set('слово-11', 'з.15 полн.слово_были.mp3')
    .set('слово-12', 'з.15 полн.слово_белка.mp3')
    .set('слово-13', 'з.15 полн.слово_и.mp3')
    .set('слово-14', 'з.15 полн.слово_дятел.mp3')

    // Фразы
    .set('Блистательно', '259.6.mp3')
    .set('Найди произносимые слоги', '79.6.mp3');



export default audioMap;